 [
      {
         "id":1,
         "name":"Mount Sinai West Offers Non-Surgical Treatment for Essential Tremor Patients",
         "image":"https://health.mountsinai.org/wp-content/uploads/sites/14/2021/10/MRI_Room_Final_01.800x500.jpg",
         "description":"Tremor from essential tremor or tremor-dominant Parkinson’s disease often make daily activities quite challenging. Many patients have suffered for years, or even decades, with this debilitating and progressive condition. Though tremors may start as relatively mild, they frequently progress to the point where it has a significant impact on quality of life. The tremors, which are often most severe in the hands, can interfere with daily activities, such as getting dressed, eating, drinking, and writing. Most people with essential tremor are otherwise healthy. To address essential tremor and return patients to active healthy lives, Mount Sinai recently began offering a new treatment option called MR-guided focused ultrasound that uses sound wave energy to treat brain tissue that is the source of the tremor. No surgical incision or general anesthesia is necessary. Studies have shown that most patients get between a 50 percent and 80 percent reduction in tremor maintained for up to three years. “We have a long and storied history within our Health System of helping patients with movement disorders,” said Brian Kopell, MD, Director for the Center for Neuromodulation for the Mount Sinai Health System. “We are excited to be able to offer a treatment at Mount Sinai West that does not use a scalpel or require making a single incision.”Essential tremor is a type of involuntary shaking movement. It has no identified cause. Involuntary means you shake without trying to do so and are not able to stop the shaking at will. It is sometimes mistaken for Parkinson’s disease. Tremor-dominant Parkinson’s disease is characterized by prominent tremor of one or more limbs with a relative lack of other Parkinson’s symptoms like rigidity and slowness of movement (bradykinesia)."
      },
      {
         "id":2,
         "name":"CONTRACTING COVID-19 VS. VACCINATION: WHICH IS BETTER FOR IMMUNITY?",
         "image":"https://healthcare.utah.edu/healthfeed/postings/2021/images/covid-vaccine.jpg",
         "description":"So, you got COVID-19. Luckily, you recovered and are back to living your normal life. COVID-free, immune to any future infection, no vaccination needed. Right? Although there is some natural immunity and protection from a repeat infection of COVID-19 after recovering from the illness, it is not yet clear how long this natural immunity lasts. So, the question remains: do you need to get vaccinated if you have already contracted and recovered from COVID-19? University of Utah Health experts, along with the Centers for Disease Control and Prevention (CDC), say yes. The COVID-19 vaccine is recommended for everyone 12 years and older, regardless of a previous COVID-19 infection. Although some medical professionals still suggest that no vaccination is needed for those who have already had COVID-19, U of U Health experts disagree with this approach. “While there is some evidence natural infection provides strong immunity, there is variability from person to person and less predictability than vaccine immunity,” said Emily Sydnor Spivak, M.D., M.H.S., associate professor of Medicine in the Division of Infectious Diseases at University of Utah Health. “Clinical antibody tests available also are not great correlates of immunity to COVID-19 and have wide variability from test to test.” A recent CDC study shows that those who have had COVID-19 and are not vaccinated, are more than twice as likely than those who are fully vaccinated to contract COVID-19 for a second time. And avoiding COVID-19 also means sidestepping any potential short or long-term side effects of the disease."
      },
      {
         "id":3,
         "name":"DON’T SLEEP IN YOUR CONTACT LENSES AND OTHER VISION-SAVING TIPS FROM A PRO",
         "image":"https://healthcare.utah.edu/healthfeed/postings/2021/images/contact-lenses.jpeg",
         "description":"Whether you're new to contact lenses or have been wearing them for a while, it's always good to double-check your hygiene practices. According to the Centers for Disease Control and Prevention (CDC), 45 million Americans choose to wear contact lenses—for plenty of good reasons. The lenses move with your eye, giving you a natural field of view. You don't have to deal with frames that may obstruct or distort your vision. Contact lenses don't fog up or get splattered with rain, and they are more convenient than glasses for sports or other physical activities. However, professionals from the CDC to your local eye doctor caution that wearing contact lenses may increase your chance of getting an eye infection if you don't practice strict safety precautions. Like regular eyeglasses, contact lenses can correct nearsightedness or farsightedness and astigmatism,but, unlike regular glasses, they are medical devices that sit directly on your eye. 'And that makes all the difference,' says John A. Moran Eye Center Director of Contact Lens Services David Meyer, OD, FAAO. In fact, 'overwearing' contact lenses is the most common mistake people make. Whether they are daily, bi-weekly, or monthly contact lenses, people tend to wear them longer than recommended, increasing chances of bacterial infection, contact lens breakdown, and dry eye issues."
      },
      {
         "id":4,
         "name":"LUNG TRANSPLANT: IS IT FOR YOU?",
         "image":"https://healthcare.utah.edu/publicaffairs/news/2021/images/lung-transplant.jpg",
         "description":"Undergoing lung transplant surgery is a highly complex and life-changing experience — affecting a patient's quality of life. That’s what drives Dr. Matthew Morrell, a pulmonologist and Medical Director of the Lung Transplant Program at University of Utah Health. What's very rewarding to me is seeing my patients’ lives change,” said Dr. Morrell. “To take them from sitting in a wheelchair on oxygen, to six months after transplant seeing them have that wonderful quality of life and be grateful, giving back to the community, wanting to help other transplant patients. The U of U Health lung transplant program began more than 25 years ago, and is the only one in the Mountain West region serving adults with advanced lung disease. In the last five years alone, U of U Health cardiothoracic surgeons have performed 83 lung transplants. The U of U Health lung transplant program began more than 25 years ago, and is the only one in the Mountain West region serving adults with advanced lung disease. In the last five years alone, U of U Health cardiothoracic surgeons have performed 83 lung transplants. A lung transplant is the removal of a diseased or failing lung followed by the insertion of a healthy lung from a deceased organ donor. Lung transplant surgery can take anywhere from six to 10 hours to complete, says Dr. Morrell, but it’s just the start of a treatment journey – one in which U of U Health doctors are partners alongside you. While lung transplantation is a major surgery that can have complications, it has the potential to improve your quality of life and overall survival."
      },
      {
         "id":5,
         "name":"WHAT WE KNOW ABOUT COVID-19 BREAKTHROUGH INFECTIONS AND THE DELTA VARIANT",
         "image":"https://healthcare.utah.edu/publicaffairs/news/2021/images/hpv.jpg",
         "description":"Breakthrough cases are defined by the Centers for Disease Control and Prevention (CDC), as the “detection of SARS-CoV-2 RNA or antigen in a respiratory specimen collected from a person more than 14 days after all recommended doses of an FDA-authorized COVID-19 vaccine.” Simply put, a breakthrough case is when someone tests positive two or more weeks after completing all recommended doses of the COVID-19 vaccine. Misinformation is circulating that breakthrough cases demonstrate that COVID-19 vaccines are not effective. However, this is untrue. Breakthrough infections do not mean that the vaccines are failing. Breakthrough infections are to be expected because no vaccine is 100% effective. You can get COVID-19 after being vaccinated, but it rarely happens and symptoms are likely to be mild—like having the common cold or the flu. Data from the U.K. shows that, after full vaccination, the Pfizer vaccine was 88% effective in preventing symptomatic COVID-19 from the Delta variant. Breakthrough infections are to be expected because no vaccine is 100% effective. You can get COVID-19 after being vaccinated, but it rarely happens and symptoms are likely to be mild—like having the common cold or the flu. Data from the U.K. shows that, after full vaccination, the Pfizer vaccine was 88% effective in preventing symptomatic COVID-19 from the Delta variant. The CDC explains the benefits of vaccination clearly: “The number of COVID-19 cases, hospitalizations, and deaths that will be prevented among vaccinated persons will far exceed the number of vaccine breakthrough cases.”"
      },
      {
         "id":6,
         "name":"WHAT IS THYROID EYE DISEASE, AND WHEN DOES IT REQUIRE SURGERY?",
         "image":"https://healthcare.utah.edu/healthfeed/postings/2021/images/thyroid-eye.jpeg",
         "description":"Thyroid eye disease (TED), also known as Graves’ eye disease, usually stems from an autoimmune condition that starts when immune cells attack the thyroid gland, a tiny butterfly-shaped gland at the front of the neck. Usually, the thyroid goes unnoticed, doing its job manufacturing the hormones that regulate the body’s metabolism. But when immune cells invade, the tiny gland responds by enlarging and secreting an excess amount of thyroid hormone. This results in increased metabolism, causing symptoms such as a fast heartbeat, high blood pressure, palpitations, heavy sweating, irritability, fatigue, and weight and hair loss. When the thyroid goes into overdrive, the immune system may also attack the tissues around the eyes,” says Douglas Marx, MD, the John A. Moran Eye Center’s oculoplastic division director and co-founder of the University of Utah’s TED program, the only one of its type in the Mountain West. Because the eye socket stays the same, the enlarged eye muscles may not move properly. This can cause double vision. Increased pressure in the eye socket can also damage the optic nerve, causing loss of eyesight. At this point, a surgery called endonasal endoscopic orbital decompression is often the solution to relieve the pressure, done through the nose without external incisions through the skin. Marx and Alt work in tandem to conduct the surgery. They also take a team approach in customizing each case and consulting with the university’s fellowship-trained physicians in endocrinology, sinus, and skull base surgery, oculoplastics, and neuro-ophthalmology. Many TED patients need a team with both medical and surgical expertise."
      }
   ]